Repository: itinnovator/prestolara
Catalog: app/Resources/translations/*/ModulesAutoupgradeAdmin.*.xlf
Languages: ta_in

source: Selection successfully deleted
ta_in: தேர்வு செய்தது வெற்றிகரமாக அழிக்கப்பட்டது

source: The new version check has been completed successfully
ta_in: புதிய பதிப்பு பரிசோதனை வெற்றிகரமாக முடிந்தது

source: Language successfully copied
ta_in: மொழி வெற்றிகரமாக பிரதி எடுக்கப்பட்டது

source: Add my IP
ta_in: என்னுடைய இணைய முகவரியை சேர்

source: Required Fields
ta_in: வேண்டிய புலங்கள்

source: Field Name
ta_in: புல பெயர்

source: The field named %s is required.
ta_in: %s அத்தியாவசியமான புலம்.

source: errors
ta_in: பிழைகள்

source: Click here to see more
ta_in: மேலும் பார்க்க இங்கே சொடுக்கவும்

source: Hide warning
ta_in: எச்சரிக்கையை மறைக்கவும்

source: Delete item #
ta_in: பொருள் # அழிக்கவும்

source: Required field
ta_in: வேண்டிய புலம்
